02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-08-adresvraag webservice (historisch zoeken)/uc1004-08C10T070b/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
        <m:vraag>
            <m:in0>
                <m:indicatieAdresvraag>1</m:indicatieAdresvraag>
                <m:indicatieZoekenInHistorie>1</m:indicatieZoekenInHistorie>
                <m:masker>
                    <m:item>10110</m:item>
                    <m:item>80910</m:item>
                    <m:item>80920</m:item>
                    <m:item>81010</m:item>
                    <m:item>81020</m:item>
                    <m:item>81030</m:item>
                    <m:item>81110</m:item>
                    <m:item>81115</m:item>
                    <m:item>81120</m:item>
                    <m:item>81130</m:item>
                    <m:item>81140</m:item>
                    <m:item>81150</m:item>
                    <m:item>81160</m:item>
                    <m:item>81170</m:item>
                    <m:item>81180</m:item>
                    <m:item>81190</m:item>
                    <m:item>81210</m:item>
                    <m:item>81310</m:item>
                    <m:item>81320</m:item>
                    <m:item>81330</m:item>
                    <m:item>81340</m:item>
                    <m:item>81350</m:item>
                    <m:item>81410</m:item>
                    <m:item>81420</m:item>
                    <m:item>87210</m:item>
                    <m:item>87510</m:item>
                    <m:item>88510</m:item>
                    <m:item>88610</m:item>
                    <m:item>580910</m:item>
                    <m:item>580920</m:item>
                    <m:item>581010</m:item>
                    <m:item>581020</m:item>
                    <m:item>581030</m:item>
                    <m:item>581110</m:item>
                    <m:item>581115</m:item>
                    <m:item>581120</m:item>
                    <m:item>581130</m:item>
                    <m:item>581140</m:item>
                    <m:item>581150</m:item>
                    <m:item>581160</m:item>
                    <m:item>581170</m:item>
                    <m:item>581180</m:item>
                    <m:item>581190</m:item>
                    <m:item>581210</m:item>
                    <m:item>581310</m:item>
                    <m:item>581320</m:item>
                    <m:item>581330</m:item>
                    <m:item>581340</m:item>
                    <m:item>581350</m:item>
                    <m:item>581410</m:item>
                    <m:item>581420</m:item>
                    <m:item>587210</m:item>
                    <m:item>587510</m:item>
                    <m:item>588510</m:item>
                    <m:item>588610</m:item>
                </m:masker>
                <m:parameters>
                    <m:item>
                        <m:rubrieknummer>10120</m:rubrieknummer>
                        <m:zoekwaarde>579835145</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>81150</m:rubrieknummer>
                        <m:zoekwaarde>by</m:zoekwaarde>
                    </m:item>
                </m:parameters>
            </m:in0>
        </m:vraag>
    </soap:Body>
</soap:Envelope>